aaron-bond.better-comments
alvinunreal.claude-vscode-theme
arcticicestudio.nord-visual-studio-code
bradlc.vscode-tailwindcss
catppuccin.catppuccin-vsc
daltonmenezes.aura-theme
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
mikestead.dotenv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ossdata.vscode-pgsql
pkief.material-icon-theme
pmneo.tsimporter
quicktype.quicktype
ritwickdey.liveserver
usernamehw.errorlens
vizards.deepseek-v4-for-copilot
